app/controllers/practices_controller.rb

  def index
    @practices = Practice.all
---
SELECT "practices".* FROM "practices"